#include <iostream>

main(){
	int a, b, sum;
	std::cin >> a;
	std::cin >> b;
	sum = a + b
	std::cout << sum;
	
}
/*
1. Я должен выполнить команду клон репозитория 
(у каждого пользователя отдельная папка, если папка не пуста то надо ее отчистить и склонировать из репозитория)

2. Скормить все файлы паки репозитория программе RATS

3. Написать тесты и исполнить их

4. Выплюнуть ошибки в веб форму


*/
